#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>ഈ ബോട്ട് തികച്ചും MOVIE MARKET ഗ്രൂപ്പിന് വേണ്ടിയാണ്


എന്നെ നിങ്ങൾക്ക് വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ ആകില്ല..
അങ്ങനെ നിങൾ ഉപയോഗിക്കാൻ നോക്കിയാൽ Error വരും അങ്ങനെ Error വരുമ്പോൾ നിങൾ വീണ്ടും Try ചെയ്യും അങ്ങനെ ചെയ്ത് ചെയ്ത്
നിങ്ങളുടെ തല ചൂടാകും..തല ചൂടായാൽ നിങൾ എന്തും ചെയ്യും അപ്പോ ജനം പറയും നിങ്ങൾക്ക് ഭ്രാന്ത് ആണെന്ന് ഭ്രാന്ത്😂😂
OUR CHANNEL 👇

@MOVIE_MARKET_CHANNEL
Bot ഉണ്ടാക്കിയത് 😁👇
@Dashamoolamdamu_123





</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?</u></i></b>

<i>
Hey

ഈ ബോട്ട് MOVIE MARKET ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??

അപ്പോ പിന്നെ എന്തിനാ HELP കുത്തികളിക്കാൻ വരുന്നേ.😂.. ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ ഇനി🤫


  MY ADMIN 👇          
@Dashamoolamdamu_123
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/Dashamoolamdamu_123">Dashamoolamdamu</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://github.com/AlbertEinsteinTG/Adv-Auto-Filter-Bot">Click Me</a></i>
"""
