#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>ഈ ബോട്ട് തികച്ചും MOVIE MARKET ഗ്രൂപ്പിന് വേണ്ടിയാണ്
അതുകൊണ്ട് വേറെ ഗ്രൂപ്പിലൊന്നും എന്നെ ഉപയോഗിക്കാൻ പറ്റില്ല 😂
വന്നതല്ലേ ചാനലിൽ ജോയിൻ ചെയ്ത് പോയിക്കോ ☺️
@MOVIE_MARKET_CHANNEL
Bot ഉണ്ടാക്കിയത് 😁👇
@Dashamoolamdamu_123





</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?</u></i></b>

<i>
Hey

ഈ ബോട്ട് MOVIE MARKET ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??

അപ്പോ പിന്നെ എന്തിനാ HELP കുത്തികളിക്കാൻ വരുന്നേ.😂.. ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ ഇനി🤭🤭


  MY ADMIN 👇          
@Dashamoolamdamu_123
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/AlbertEinstein_TG">AlbertEinstein_TG</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://github.com/AlbertEinsteinTG/Adv-Auto-Filter-Bot">Click Me</a></i>
"""
